Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Get me out of here!
ne: मलाई यहाँबाट बाहिर निकाल्नुहोस्!

source: sum
ne: जोड

source: &Add More Items…
ne: अरु वस्तुहरू थप्नुहाेस्…

source: Bolivia
ne: बोलिभिया

source: Remove Page
ne: पृष्ठ हटाउनुहोस्

source: &Uninstall
ne: हटाउनुहोस्

source: &Shopping
ne: किनमेल

source: Uninstall $BrandFullName
ne: $BrandFullName स्थापना रद्द गर्नुहोस

source: Corrupted Content Error
ne: भ्रष्ट सामग्री त्रुटि

source: This is a secure &brandShortName; page.
ne: यो सुरक्षित &brandShortName; पाना हो।

source: &Use system proxy settings
ne: प्रणालीको प्रोक्सी व्यवस्था प्रयोग गर्नुहोस्

source: &Add-ons
ne: एड-अन

source: Tour
ne: यात्रा

source: Web Page, XHTML only
ne: वेब पृष्ठ, XHTML मात्र

source: Invalid manifest URL '%S'
ne: निम्न म्यानिफेस्ट URL मिलेन: '%S'

source: namespace prefix in @namespace rule
ne: @namespace नियममा नेमस्पेस उपसर्ग

source: Can't convert "%S" to a date.
ne: "%S" लाई मितिमा रुपान्तरण गर्न सकिँदैन।

source: Bulgarian
ne: बुल्गेरियन

source: Upper Sorbian
ne: माथिल्लो सर्बियाली

source: &brandShortName; was unable to find updates to your incompatible add-ons.
ne: &brandShortName; तपाईँको असंगत एड-अनहरू को अद्यावधिक पाउन असमर्थ भयो।

source: Profile Name:
ne: प्रोफाइल नाम:

source: Text Encoding:
ne: टेक्स्ट इन्कोडिङ:

source: Are you sure you want to delete this file?
ne: के तपाईँ यो फाइल मेट्ने कुरामा दृढ हुनुहुन्छ?

source: It's easy to customize your Firefox exactly the way you want it. <a>Choose from thousands of add-ons</a>.
ne: Firefox लाई तपाईँले चाहे अनुरूप सजिलै परिवर्तन गर्न सक्नुहुन्छ। <a> हजारौँ एड-अनहरूबाट चयन गर्न सक्नुहुन्छ</a>

source: The login information you enter on this page is not secure and could be compromised.
ne: तपाईँ यो पृष्ठमा प्रविष्ट लगिन जानकारी सुरक्षित छैन र सम्झौता हुन सक्छ।

source: Expected a percentage but found '%1$S'.
ne: प्रतिशत अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Installed
ne: स्थापना गरिएको छ

source: ANSI X9.62 ECDSA Signature with SHA512
ne: SHA512 सहितको ANSI X9.62 ECDSA हस्ताक्षर

source: View the app-offline storage message
ne: अनुप्रयोग अफलाइन भन्डारण सन्देशहरू हेर्नुहोस्

source: &Show Cookies…
ne: कुकीहरू देखाउनुहोस्...

source: Suggested for %1$S visitors
ne: %1$S भ्रमणकर्ताहरूलाई सुझाव दिइएको

source: Australia
ne: अष्ट्रेलिया

source: Are you sure you want to delete these server exceptions?
ne: के तपाईँ यी व्यक्तिहरूका इमेल प्रमाणपत्रहरू मेटाउने कुरामा दृढ हुनुहुन्छ?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
ne: के तपाईँ अहिले निस्कनु भयो भने,%S डाउनलोड रद्द गरिनेछ। तपाईँ बाहिर निस्कन निश्चित हुनुहुन्छ?

source: New…
ne: नयाँ…

source: Move to New &Window
ne: नयाँ सञ्झ्यालमा सार्नुहोस्

source: Your &syncBrand.fullName.label; Key
ne: तपाईँको &syncBrand.fullName.label; साँचो

source: Password can't match current password
ne: तपाईको पासवर्ड हालको पासवर्डसँग मेल खानु हुँदैन

source: Sync My
ne: मेरो समक्रमण

source: Page Not Saved
ne: पृष्ठ सङ्ग्रह गरिएको छैन

source: And they have a plan.
ne: अनि तिनीहरूसँग एउटा योजना छ।

source: Preference value
ne: प्राथमिकता मान

source: Click on a service to add it to &brandShortName;.
ne: कुनै सेवा &brandShortName; मा थप्न सेवामा थिच्नुहोस्।

source: Create Account
ne: खाता सिर्जना गर्नुहोस्

source: Robots have seen things you people wouldn't believe.
ne: तपाईँहरूले नपत्याउने कुराहरू रोबोटहरूले देखेका छन्।

source: Ido
ne: इडो

source: ';' or '}' to end declaration
ne: ';' वा '}' वर्णन समाप्त गर्न

source: Type here to find tabs…
ne: ट्याबहरू खोज्नका लागि यहाँ टाइप गर्नुहोस्...

source: Added breakpoint
ne: थपिएको विच्छेदन बिन्दु

source: &syncBrand.fullName.label; will now merge all this device's browser data into your Sync account.
ne: &syncBrand.fullName.label; ले अब तपाईंको सिङ्क खातामा सबै उपकरणको ब्राउजर डाटा मर्ज गर्नेछ।

source: &Boolean
ne: बूलियन

source: Received
ne: प्राप्त भयो

source: &Wear Theme
ne: वियर आवरणहरू

source: Occitan
ne: अकसिटन

source: Go to Last Page
ne: पछिल्लो पृष्ठमा जानुहोस्

source: XPath parse failure: operator expected:
ne: एक्स् मार्ग पद वर्णनको असफलता: अपेक्षित सञ्चालनकर्ता:

source: Belize
ne: बेलिज

source: &Network
ne: सञ्जाल

source: Request cookies
ne: कुकिज अनुरोध गर्नुहोस्

source: Remove $BrandFullName from your computer.
ne: तपाईँको कम्प्युटरबाट $BrandFullName हटाउनुहोस् ।

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
ne: setAttributeNode() को प्रयोग गर्न छाडिएको छ छ। यसको सट्टामा setAttribute() प्रयोग गर्नुहोस्।

source: Close Tab
ne: ट्याब बन्द गर्नुहोस्

source: menu bar
ne: मेनु पट्टी

source: Long Description:
ne: लामो वर्णन:

source: &Go to Download Page
ne: डाउनलोड पृष्ठमा जानुहोस्

source: Issued Under: "%S"
ne: "%S" को अन्तर्गत जारी गरिएको

source: Expected element name or '*' but found '%1$S'.
ne: तत्व नाम वा '*' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: "Create folder: "
ne: "फोल्डर सिर्जना गर्नुहोस्:"

source: Show sidebars
ne: साइडबारहरू देखाउनुहोस्

source: Tibetan
ne: तिब्बती

source: Take your Web with you
ne: तपाईँको वेब अाफु साथै लैजानुहोस

source: SECG elliptic curve sect163r2 (aka NIST B-163)
ne: SECG अण्डाकार वक्ररेखा sect163r2 (उर्फ NIST B-163)

source: Icons
ne: प्रतिमाहरू

source: Connection:
ne: जडान :

source: Purposes
ne: उद्देश्यहरू

source: You have certificates on file that identify these certificate authorities:
ne: तपाईँसँग फाइलमा प्रमाणपत्रहरू छन् जसले ती प्रमाणपत्र अधिकारीहरू पहिचान गर्दछन्:

source: I'll be careful, I promise!
ne: म सावधान हुन्छु, म कसम लिन्छु!

source: %1$S is known to cause security or stability issues.
ne: %1$S ले सुरक्षा वा स्थिरता मुद्दाहरू ल्याउँछ।

source: with:
ne: सगँ:

source: Unpin this site
ne: यो साइटलाई छुटाउनुहोस्

source: Warning: The PDF is not fully loaded for printing.
ne: चेतावनी: PDF मुद्रणका लागि पूर्णतया लोड भएको छैन।

source: Uninstall this add-on
ne: यो एड-अन हटाउनुहोस्

source: Can't find property '%S'
ne: गुण '%S' फेला पार्न सकिएन

source: Firefox for Android
ne: Android को लागि Firefox

source: Audio from the tab will be shared.
ne: ट्याबको अडियो पहुँचयोग्य हुनेछ।

source: Please match the requested format: %S.
ne: कृपया प्रारूप अनुरोध गरिए जस्तै मिल्दो बनाउनुहोस्: %S।

source: list item
ne: सूची वस्तु

source: Thanks for choosing Firefox! To get the most out of your browser, learn more about the <a>latest features</a>.
ne: Firefox छान्नुभएकोमा धन्यवाद! तपाईँको ब्राउजरबाट अधिकतम फाइदा लिनको लागि, <a> नयाँ विशेषताहरू </a> बारे जान्नुहोस्।

source: Version in use
ne: प्रयोगमा रहेको संस्करण

source: Recording…
ne: रेकर्डिङ...

source: Profile Missing
ne: प्रोफाइल हराईरहेको

source: Show &Controls
ne: नियन्त्रकहरू देखाउ

source: The page has been navigated to a new document.
ne: पृष्ठ नयाँ कागजातमा नेभिगेट गरिएको छ।

source: Korean
ne: कोरियाली

source: Space Fantasy
ne: अन्तरिक्षको स्वप्न चित्र

source: navigating
ne: नेभिगेटिंङ

source: Separators
ne: विभाजकहरू

source: Add t&o Dictionary
ne: शब्दकोशमा थप्नुहोस्

source: Successfully restored your security certificate(s) and private key(s).
ne: तपाईँका सुरक्षा प्रमाणपत्र(हरू) र निजी कुञ्जी(हरू)लाई सफलतापूर्वक पुनःभण्डारण गरियो।

source: Malayalam
ne: मलायलम

source: Auto-detect proxy settings for this net&work
ne: यो नेटवर्क को लागि प्रोक्सी व्यवस्था आफै पत्ता लगाउनु

source: Incremental GC
ne: बढोत्तरी जीसी

source: Unknown time remaining
ne: अज्ञात समय बाँकी

source: &brandShortName; is experimental and may be unstable.
ne: &brandShortName; परिक्षणमा रहेको छ र अस्थिर हुन सक्छ।

source: Sockets
ne: सकेटहरू

source: Toggle Black Boxing
ne: ब्ल्याक बक्सिङ टोगल गर्नुहोस्

source: Line not found
ne: हरफ फेला पार्न सकिएन

source: View Available Updates
ne: उपलब्ध अद्यावधिहरू हेर्नुहोस्

source: This file no longer exists.
ne: यो फाइल अब अवस्थित छैन।

source: Uninstall $BrandFullNameDA
ne: $BrandFullNameDA हटाउनुहोस

source: &Background:
ne: पृष्ठभूमि:

source: Error!
ne: त्रुटि!

source: Cameroon
ne: क्यामेरुन

source: Would you like to remember the password for "%1$S" on %2$S?
ne: के तपाईँ "%1$S" को लागि पासवर्ड %2$S मा सम्झन चाहनुहुन्छ ?

source: Issuer Unique ID
ne: जारीकर्ताको अद्वितिय आई डी

source: Add more search engines…
ne: अरू खोज इन्जिन थप्नुहोस्…

source: part of attribute selector
ne: विशेषता चयनकर्ताको भाग

source: attribute name
ne: विशेषता नाम

source: Kazakhstan
ne: कजाखस्तान

source: Try downloading and installing this add-on again
ne: यो एड-अन डाउनलोड र स्थापना गर्ने फेरि प्रयास गर्नुहोस्।

source: Iceland
ne: आइसल्याण्ड

source: Location Bar
ne: स्थानपट्टी

source: Print
ne: मुद्रण गर्नुहोस्

source: navigation
ne: अन्वेषण

source: Morocco
ne: मोरक्को

source: Install Add-ons
ne: एड-अनहरू स्थापना गर्नुहोस्

source: You may also want to
ne: तपाई यो पनि चाहन सक्नुहुन्छ:

source: Security &Devices
ne: सुरक्षा यन्त्रहरु

source: Full Screen
ne: पूरा पर्दा

source: Hebrew, Visual
ne: हिब्रु, भिजुअल

source: Linen Light
ne: सनी बत्ति

source: button to record an animation frame's call stack.
ne: फ्रेमको स्ट्याक कल रेकर्ड गर्न बटनमा

source: attribute value
ne: विशेषता मान

source: Find the previous occurrence of the phrase
ne: यस वाक्यांशको अघिल्लो घटना फेला पार्नुहोस्

source: &Bottom:
ne: तल:

source: pressed
ne: थिचिएको

source: The selected &frame
ne: छानिएको फ्रेम

source: Source File:
ne: श्रोत फाइल:

source: Unused
ne: प्रयोग नगरिएको

source: button menu
ne: बटन मेनु

source: Inspect a node
ne: एउटा नोड निरीक्षण गर्नुहोस्

source: Highlight painted area
ne: रङ लगाइएको क्षेत्र हाइलाइट गर्नुहोस्

source: Profile Creation failed
ne: प्रोफाइलको सिर्जना असफल भयो

source: Web fonts are disabled: unable to use embedded PDF fonts.
ne: वेब फन्ट असक्षम छन्: एम्बेडेड PDF फन्ट प्रयोग गर्न असमर्थ।

source: Ask to Activate
ne: सक्रिय पार्न लगाउनुहोस्

source: Next
ne: अर्को

source: This PDF document might not be displayed correctly.
ne: पिडिएफ डकुमेन्ट सहि तरिकाले प्रदर्शीत नहुन सक्छ।

source: Show more details about this add-on
ne: यस एड-अन बारे थप विवरण देखाउनुहोस्

source: Filter properties
ne: फिल्टरका गुणहरू

source: Akrotiri
ne: एक्रोटिरी

source: Georgia
ne: जर्जिया

source: region
ne: क्षेत्र

source: The Web page at <span id='forbidden_sitename'/> has been blocked by your admin profile.
ne: <span id='forbidden_sitename'/> मा भएको यो वेबपेज तपाईंको एडमिन प्रोफाइलले ब्लक गरेको छ।

source: Header and Footer
ne: हेडर र फुटर

source: All Crash Reports
ne: सबै क्र्यास प्रतिवेदनहरू

source: CA Compromise
ne: CA सम्झौता

source: Faroese
ne: फारोसी

source: %s Crash Reporter
ne: %s को क्र्यास प्रतिवेदक

source: Show the opening message
ne: खोलिरहेको सन्देश देखाउनुहोस्

source: &Disable protection for now
ne: सुरक्षा खारेज गर्नुहोस्

source: Hide Context
ne: सन्दर्भ लुकाउनुहोस्

source: Ask Later
ne: पछि सोध्नुहोस्

source: Important Modified Preferences
ne: महत्वपूर्ण परिमार्जित प्राथमिकताहरू

source: Edit controls
ne: नियन्त्रणहरू सम्पादन गर्नुहोस्

source: Show text encoding options
ne: पाठ इन्कोडिङ विकल्पहरू देखाउनुहोस्

source: Chamorro
ne: चामोरो

source: Uruguay
ne: उरुग्वे

source: Enter the information for the module you want to add.
ne: तपाईँले थप्न चाहनुभएको मोड्युलका लागि जानकारी प्रविष्ट गर्नुहोस्।

source: &Find Next
ne: पछिल्लो फेला पार्नुहोस्

source: Error:
ne: त्रुटि:

source: Open the Inspector 3D view
ne: त्रि-आयामिक दृश्य निरीक्षक खोलनुहोस्

source: Tags are limited to 25 characters
ne: ट्याग २५ अक्षर सम्म सिमित हुन्छन

source: Next Page
ne: पछिल्लो पृष्ठ

source: Hide Release Notes
ne: रिलिज नोट लुकाउनुहोस्

source: Your conversation has ended.
ne: तपाईँको वार्तालाप समाप्त भएको छ।

source: Congo (Kinshasa)
ne: कङ्गो (किन्सासा)

source: Subscribe to this podcast using
ne: प्रयोग गरी पोडकास्ट सदस्यता लिनुहोस्

source: Subject
ne: विषय

source: Error registering DLL
ne: दर्ता गर्न त्रुटि DLL

source: SECG elliptic curve secp192k1
ne: SECG अण्डाकार वक्ररेखा secp192k1

source: Trust this CA to identify email users.
ne: इमेल प्रयोगकर्ताहरू पहिचान गर्न यो CAलाई विश्वास गर्नुहोस्।

source: Venezuela
ne: भेनेजुयला

source: MIME Type
ne: माइम प्रकार

source: Play
ne: प्ले

source: Install add-ons only from authors whom you trust.
ne: केवल तपाईँलाई भरोसा भएका लेखकहरूका एड-अनहरू मात्र स्थापना गर्नुहोस्।

source: View Certificate
ne: प्रमाणपत्र हेर्नुहोस्

source: Removing one or more tabs that you think may be causing the problem
ne: तपाईँले सोच्नु भएको एक वा बढि ट्याबहरू, जसका काराणले समस्या भइरहेको छ, हटाउँदै

source: Enter %S value
ne: %S मान प्रविष्ट गर्नुहोस्

source: Other Writing Systems
ne: अन्य लेखन प्रणालीहरू

source: Keep
ne: राख्नुहोस्

source: %1$S %2$S of %3$S %4$S
ne: %3$S %4$S को %1$S %2$S

source: New Private Window
ne: नयाँ निजी सञ्झ्याल

source: Cannot print this document yet, it is still being loaded.
ne: यो कागजात मुद्रण गर्न सकिँदैन, यो अझै पनि लोड भइरहेको छ।

source: Allow and Remember
ne: अनुमति दिनुहोस् र सम्झिनुहोस्

source: Security
ne: सुरक्षा

source: Downloaded
ne: डाउनलोड भयो

source: Issued by:
ne: यसद्वारा जारी गरिएको:

source: &Show More Information
ne: थप जानकारी देखाउनुहोस्

source: tab
ne: ट्याब

source: Don't Exit
ne: ननिस्कनुहोस्

source: Johnston Atoll
ne: जोहनस्टोन अटोल

source: Failed to read the file.
ne: फाइल पढ्न असफल भयो।

source: This report also contains technical information about the state of the application when it crashed.
ne: यो रिपोर्टमा अनुप्रयोग क्र्यास भएको बेलाको प्राविधिक जानकारी समावेश गरिएको छ।

source: Nepal
ne: नेपाल

source: Expected ':' but found '%1$S'.
ne: ':' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Use s&mooth scrolling
ne: महीन स्क्रोल प्रयोग गर्नुहोस्

source: Firefox had a problem and crashed. We'll try to restore your tabs and windows when it restarts. To help us diagnose and fix the problem, you can send us a crash report.
ne: Firefox मा समस्या भयो र क्र्यास भयो । हामी तपाईँका ट्याब र सञ्झ्याललार्इ पुन बहाल गर्ने प्रयास गर्नेछौँ जब सुचारू हुन्छ। हामी यस समस्याको समाधान र ठीक गर्न मद्दतको लागि, तपाईँ हामीलार्इ यस क्र्यासको रिपोर्ट पठाउन सक्नु हुन्छ ।

source: Do you want to share your location?
ne: के तपाईँ आफ्नो सथान सेयर गर्न चाहनुहुन्छ?

source: %1$S is smaller than minimum allowed: %2$S.
ne: %1$S न्यूनतम अनुमति दिइएको भन्दा कम: %2$S।

source: Promise Debugger
ne: प्रोमिस डिबग्गर

source: Remove Master Password
ne: मुख्य पासवर्ड मेटाउनुहोस्

source: D&etails
ne: विवरणहरू...

source: Security Error: Content at %S may not load or link to %S.
ne: सुरक्षा त्रुटि: %S मा सामग्री लोड हुन सक्दैन वा %S मा लिङ्क हुन सक्दैन ।

source: Add new preference
ne: नयाँ प्राथमिकताहरू थप्नुहोस्

source: This page uses weak encryption.
ne: यो पेजले कमजोर इन्क्रिप्सन प्रयोग गर्छ ।

source: Please check this box if you want to proceed.
ne: तपाईँलाई अगाडी बड्न मन छ भने कृपया यो बाकसमा ठीकचिन्ह लगाउहोस्।

source: Show in separate window
ne: भिन्न सञ्झ्यालमा दखाउनुहोस्

source: Curaçao
ne: कुराकाव

source: &Site Preferences
ne: साइट प्राथमिकताहरू

source: Commands starting with '%S':
ne: '%S' बाट सुरु हुने आदेशहरू:

source: Bookmarks Toolbar Folder
ne: पुस्तकचिनोहरू उपकरणपट्टी फोल्डर

source: Restore Column Order
ne: कोलम क्रम पुनःस्थापित गर्नुहोस्

source: Form elements
ne: फाराम तत्वहरू

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
ne: <p><ul><li>कृपया यस समस्याको जानकारी गर्न वेबसाइट धनी लाइ सम्पर्क गर्नुहोस ।</li></ul></p>

source: Belgium
ne: बेल्जियम

source: Use Default
ne: पूर्वनिर्धारित प्रयोग गर्नुहोस्

source: Errors
ne: त्रुटिहरू

source: &brandShortName; is currently your default browser
ne: तपाईँको हालको निर्धारित ब्राउजर &brandShortName;

source: New Folder
ne: नयाँ फोल्डर

source: Inupiaq
ne: इनुपियाक

source: Text and Background
ne: पाठ र पृष्ठभूमि

source: of {{pageCount}}
ne: {{pageCount}} मध्ये

source: Please select a value that is no later than %S.
ne: कृपया %S भन्दा अगाडीको मान चयन गर्नुहोस्।

source: Uncheck items to stop syncing them and free up space on the server.
ne: आइटमहरूको सिङ्क रोक्न र सर्भरमा ठाँउ खाली गर्न तिनीहरूमा चिनो नलगाउनुहोस्।

source: E&nvironment
ne: परिवेश

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Does the proxy service allow connections from this network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ne: <p>ब्राउजर प्रोक्सी सर्भर प्रयोग गर्न कन्फिगर गरिएको हो, तर प्रोक्सीले जडान अस्वीकार गर्यो ।</p><ul><li>के ब्राउजरको प्रोक्सी कन्फिगरेसन सही छ ? सेटिङ्हरू जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।</li><li>के प्रोक्सी सेवाले यो सञ्जालबाट जडानहरू अनुमति दिन्छ ?</li><li>अहिले केही समस्या छ ? सहयोगको लागि तपाईँको सञ्जाल प्रशासक वा इन्टरनेट उपलब्दकर्ता संग परामर्श लिनुहोस् ।</li></ul>

source: Azerbaijani
ne: अजरबैजानी

source: Flexible Space
ne: लचिलो स्पेस

source: &Export Bookmarks to HTML…
ne: पुस्तकचिनो HTML… मा निर्यात गर्नुहोस्

source: Liechtenstein
ne: लिचटेन्सटाइन

source: ANSI X9.62 elliptic curve c2pnb208w1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2pnb208w1

source: February
ne: फेब्रुअरी

source: Bullet
ne: गोली चिन्ह

source: Change Device Name…
ne: उपकरणको नाम परिवर्तन गर्नुहोस्…

source: Create new directory
ne: नयाँ डाइरेक्टरी सिर्जना गर्नुहोस्

source: The URI passed to AppCacheUtils is invalid.
ne: AppCacheUtils लाई पठाइएको URI अमान्य छ ।

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
ne: तपाईँले मास्टर प्रवेशचिन्ह रिसेट गर्नुभयो भने, तपाईँका सबै भण्डारण गरिएका वेब र इमेल प्रवेशचिन्हहरू, फाराम लगत, निजी प्रमाणपत्रहरू, र निजी कुञ्जीहरूलाई बिर्सिनेछ। के तपाईँ मास्टर प्रवेशचिन्ह रिसेट गर्ने कुरामा दृढ हुनुहुन्छ?

source: Custom
ne: अनुकूलन

source: right
ne: दायाँ

source: Edit Controls
ne: नियन्त्रणहरू सम्पादन गर्नुहोस्

source: Select a language to add…
ne: राख्नलाई भाषा छनोट गर्नुहोस

source: Zoom (pixels)
ne: जुम (पिक्सेल)

source: Use a custom server…
ne: अनुकूल सर्भर प्रयोग...

source: Restart now to complete installation
ne: स्थापना सकिए पछि पुनः सुरु गर्नुहोस्

source: Password Change Succeeded
ne: पासवर्ड परिवर्तन सफल

source: Wrong Recovery Key
ne: गलत पुनर्स्थापना साँचो

source: Purchase for %S…
ne: %S का लागि खरिदहरू…

source: The application passed an invalid argument.
ne: यो अनुप्रयोगले पठाएको आर्गुमेन्ट अमान्य छ ।

source: Old %S Data
ne: पुरानो %S डेटा

source: Choose Start Menu Folder
ne: स्टार्टमेनु फोल्डर छान्नुहोस्

source: Current line
ne: हालको लाइन

source: Parsing an XPath expression failed.
ne: एउटा एक्स् मार्ग अभिव्यक्ति पद वर्णन असफल भयो ।

source: &Normal Size
ne: साधारण आकार

source: Go Back
ne: पछाडि जानुहोस्

source: Page Down
ne: पृष्ठ तल

source: Show your history (%S)
ne: आफ्नो इतिहास देखाउ (%S)

source: Start:
ne: सुरू:

source: Wallis and Futuna
ne: वालिस र फुतुना

source: You have asked to install the following item:
ne: तपाईंले निम्न वस्तु स्थापना गर्न आग्रह गर्नु भएको छ:

source: Click on the
ne: क्लिक गर्नुहोस्

source: &Show hidden files and directories
ne: लुकाइएका फाइलहरू र निर्देशिकाहरू देखाउनुहोस्

source: Click Done to continue starting &brandShortName;.
ne: &brandShortName; शुरू गर्न भयो मा क्लिक गर्नुहोस्।

source: loading stopped
ne: लोड हुन बन्द भयो

source: This key is used to decode the data in your &syncBrand.fullName.label; account. You will need to enter the key each time you configure &syncBrand.fullName.label; on a new device.
ne: यो कि तपार्इँको &syncBrand.fullName.label; खातामा रहेको डाटा विसंकेतन गर्न प्रयोग गरिन्छ। तपाईँले प्रत्येक पटक &syncBrand.fullName.label; नया उपकरणमा मिलाउँदा, यो कि दर्ज गर्नुपर्ने हुन्छ।

source: Encoder
ne: इन्कोडर

source: Checking Add-on Compatibility
ne: एड-अन अनुकुलता जाँचिदैछ

source: New Bookmark
ne: नयाँ पुस्तकचिनो

source: Leave Page
ne: पृष्ठ छाडेर जानु

source: Facebook
ne: फेसबुक

source: ____________ Firefox Hello lets you browse the Web with your friends. Use it when you want to get things done: plan together, work together, laugh together. Learn more at http://www.firefox.com/hello
ne: __________ Firefox Hello ले तपाईँको आफ्नो साथीहरूसँग वेब ब्राउज गर्न अनुमति दिन्छ। तपाईँलाई: सँगै योजना, सँगै काम, सँगै बसेर रमाइलो काम गर्नलाई प्रयोग गर्नुसक्नुहुनेछ। http://www.firefox.com/hello मा थप जान्नुहोस्।

source: Failed to load overlay from %1$S.
ne: %1$S बाट ओभरले लोड गर्न असफल भयो ।

source: &Save and Quit
ne: सङ्ग्रह गर्नुहोस् र बाहिरिनुहोस्

source: List installed add-ons
ne: स्थापना भइसकेका एड-अनहरू सूचीकृत गर्नुहोस्

source: Set a cookie
ne: कुकी सेट गर्नुहोस्

source: Given Name
ne: दिइएको नाम

source: You have chosen a keyword that is currently in use by "%S". Please select another.
ne: तपाईँले चयन गर्नु भएको खोजशब्द हाल "%S" ले प्रयोग गरिरहेको छ। कृपया अर्को चयन गर्नुहोस्।

source: #1 day of history;#1 days of history
ne: #1 दिन इतिहासको;#1 दिनहरू इतिहासको

source: Are you sure you want to sign in to Sync?
ne: के तपाईं सिङ्कमा साइन इन गर्न चाहनुहुन्छ?

source: {{clientShortname}} is not available in your country.
ne: {{clientShortname}} तपाईँको देशमा उपलब्ध छैन।

source: S&ettings…
ne: सेटिङ्हरू…

source: Zambia
ne: जाम्बिया

source: Navajo
ne: नाभाजो

source: XUL Files
ne: XUL फाइलहरू

source: Warning! You have deleted your Master Password.
ne: चेतावनी! तपाईंले आफ्नो मास्टर पासवर्ड मेटाउनुभएको छ।

source: Show your synced tabs from other devices
ne: तपाईँको अन्य सिङ्क गरिएको ट्याबहरू देखाउनुहोस्

source: Another Application…
ne: अर्को अनुप्रयोग…

source: More about New Tab
ne: नयाँ ट्याबबारे थप जानकारी

source: &Attribute
ne: विशेषता

source: Restore all Windows and Tabs
ne: सबै सञ्झ्यालहरूलाई पुनःस्थापना गर्नुहोस्

source: All animations
ne: सबै एनिमेसनहरू

source: <Invalid CA>
ne: <अमान्य CA>

source: South Georgia and South Sandwich Islands
ne: दक्षिण जर्जिया र दक्षिण स्यान्डविच टापु

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
ne: तपाईँको पुरा गोपनीयता सुनिश्चित गर्न, तपाईँको डाटा सबै अपलोड पूर्व गुप्तिकरण भइरहेको छ। तपाईँको डाटा डिक्रिप्ट गर्न आवश्यक पुनः स्थापना साँचो अपलोड गरिएको छैन।

source: &Bookmarks
ne: पुस्तकचिनोहरू

source: Sign In or Sign Up
ne: साइन इन गर्नुहोस् या साइन अप गर्नुहोस्

source: Afghanistan
ne: अफगानिस्तान

source: chrome frames
ne: क्रोमका फ्रेमहरू

source: Afrikaans
ne: अफ्रिकी

source: I
ne: म

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
ne: कुनै पनि उपकरणमा, कुनै पनि समयमा Pocket हेर्न Firefox बाट लेख र भिडियो सङ्ग्रह गर्नुहोस्।

source: Unknown project type '%S'
ne: अज्ञात परियोजना प्रकार '%S'

source: Get help on the available commands
ne: उपलब्धित आदेशहरूमा मद्दत पाउनुहोस्

source: Debug script
ne: स्क्रिप्टको त्रुटि सच्याउनुहोस्

source: Give a name to the %Sx%S preset
ne: %Sx%S पूर्वनिर्धारितको लागि एउटा नाम दिनुहोस्

source: &brandShortName; is blocking parts of the page that may track your browsing.
ne: &brandShortName; ले यो पेजको भागहरू रोकिरहेको छ जसले तपाईँको ब्राउजिङ गतिविधि ट्रयाक गर्न सक्छ।

source: No conversations yet.
ne: अहिले सम्म कुनै वार्तालाप छैन ।

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
ne: Firefox सिङ्कले अब तपाईंको सिङ्क खाताको सबै ब्राउजर डाटा यो उपकरणको डाटाद्वारा प्रतिस्थापन गर्नेछ।

source: A window is being shared. Click to control sharing.
ne: सञ्झ्याल साझा भइरहेको छ। साझेदारी नियन्त्रण गर्न क्लिक गर्नुहोस्।

source: Suspected Unwanted Software Site!
ne: शङ्कास्पद नचाहिने सफ्टवेयर साइट!

source: Open a new clean Window
ne: नयाँ सफा सञ्झ्याल खोल्नुहोस्

source: &Change Block List
ne: ब्लक सूची परिवर्तन गर्नुहोस्

source: Retrieving…
ne: पुनः प्राप्त गरिँदै...

source: Indonesian
ne: ईन्डोनेसियन

source: Open in a &New Window
ne: लिङ्कलाई नयाँ सञ्झ्यालमा खोल्नुहोस्

source: ClearType parameters not found
ne: ClearType परामितिहरू फेला परेन

source: Media resource %S could not be decoded.
ne: मिडिया स्रोत %S डीकोड गर्न सकिएन।

source: Stack: {{stack}}
ne: स्टाय्क: {{stack}}
